{
    "高島易斷": {
      "䷀": {
        "卦序": 1,
        "卦名": "乾",
        "中文": "乾為天",
        "卦辭": "元，亨，利，貞。",
        "高島注": "大吉。萬事如意，發達榮昌。創業者大吉利，經商者財源廣進，求名者必得高位，戀愛婚姻皆順利，疾病消除，訴訟必勝，出行、搬遷都吉利。諸事勿躁進，持守正道，靜待時機。"
      },
      "䷁": {
        "卦序": 2,
        "卦名": "坤",
        "中文": "坤為地",
        "卦辭": "元，亨，利，牝馬之貞。",
        "高島注": "吉。待人以誠，處事以和，積德行善者必有厚報。經商有利，但宜守舊業，不宜冒進。婚姻和順，家庭和睦。病者安靜休養可愈，訴訟宜和解。女性尤其吉利。"
      },
      "䷂": {
        "卦序": 3,
        "卦名": "屯",
        "中文": "水雷屯",
        "卦辭": "元，亨，利，貞。勿用有攸往，利建侯。",
        "高島注": "小吉帶凶。事業初創，困難重重，但堅持不懈可成。經商遇阻，但誠信不欺可守成。婚姻有波折，宜審慎。病況複雜，當耐心治療。訴訟宜拖延，不急於和解。"
      },
      "䷃": {
        "卦序": 4,
        "卦名": "蒙",
        "中文": "山水蒙",
        "卦辭": "亨。匪我求童蒙，童蒙求我。初筮告，再三瀆，瀆則不告。利貞。",
        "高島注": "吉。事業初創，時而迷惑，應尋求賢者指導。經商宜謹慎，前途漸明。婚姻宜請長輩做主。病者尋良醫可癒。訴訟宜聽從律師建議。學業進步，前途可期。"
      },
      "䷄": {
        "卦序": 5,
        "卦名": "需",
        "中文": "水天需",
        "卦辭": "有孚，光亨，貞吉。利涉大川。",
        "高島注": "中吉。事有所待，不可急進。經商須待時機，投資宜謹慎。婚姻有阻，需等待機會。病者必有轉機。訴訟中有貴人相助。求職者耐心等待，會有好結果。"
      },
      "䷅": {
        "卦序": 6,
        "卦名": "訟",
        "中文": "天水訟",
        "卦辭": "有孚，窒惕，中吉，終凶。利見大人，不利涉大川。",
        "高島注": "凶。爭訟不利，宜和解。經商防小人暗算，合夥防口舌是非。婚姻多爭執，宜謹慎。病者心緒不寧，影響康復。訴訟拖延，勿貪心，適時和解為上。"
      },
      "䷆": {
        "卦序": 7,
        "卦名": "師",
        "中文": "地水師",
        "高島注": "吉。事業以誠信為本，團結眾人可成大事。經商、升遷皆利，但不可貪心妄為。婚姻和順。疾病注意調養即可痊癒。訴訟以和為貴。學業可成，考試順利。"
      },
      "䷇": {
        "卦序": 8,
        "卦名": "比",
        "中文": "水地比",
        "高島注": "吉。與人和睦，廣結善緣，事業有成。經商利於合作，開拓人脈。婚姻和順，家庭和睦。疾病宜請醫生診治，勿聽信偏方。訴訟宜和解，爭執不利。"
      },
      "䷈": {
        "卦序": 9,
        "卦名": "小畜",
        "中文": "風天小畜",
        "高島注": "小吉。事業穩步發展，但規模不大。經商利小，但周轉靈活。婚姻和順。疾病輕微，注意調養。訴訟宜忍讓解決。積少成多，日積月累可成大業。"
      },
      "䷉": {
        "卦序": 10,
        "卦名": "履",
        "中文": "天澤履",
        "高島注": "吉。事業進展順利，但應謹言慎行，不可踰矩。經商獲利，但宜守信用。婚姻和美，但需互相尊重。疾病不重，謹遵醫囑可癒。訴訟有理不在聲高，和解為上。"
      },
      "䷊": {
        "卦序": 11,
        "卦名": "泰",
        "中文": "地天泰",
        "高島注": "大吉。事業順利，萬事亨通。經商獲大利，投資獲利豐。婚姻美滿，家庭和睦。疾病痊癒，身體強健。訴訟必勝，但宜適可而止。此時正當盛世，應積德行善，不可驕傲。"
      },
      "䷋": {
        "卦序": 12,
        "卦名": "否",
        "中文": "天地否",
        "高島注": "凶。事業受阻，不得志。經商難獲利，投資宜謹慎。婚姻多爭執，宜互讓。疾病難癒，宜長期調養。訴訟難解，多加忍讓為好。逆境中宜守正道，靜待時機。"
      },
      "䷌": {
        "卦序": 13,
        "卦名": "同人",
        "中文": "天火同人",
        "高島注": "吉。與人同心協力，事業可成。經商合夥有利，但須選擇志同道合者。婚姻美滿，伴侶情投意合。疾病可癒，朋友相助。訴訟宜和解，共謀大利。人際關係良好，有貴人相助。"
      },
      "䷍": {
        "卦序": 14,
        "卦名": "大有",
        "中文": "火天大有",
        "高島注": "大吉。事業發達，財運亨通。經商大獲利，投資回報豐。婚姻美滿，得賢偶。疾病痊癒，身體健康。訴訟得理，但宜適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷎": {
        "卦序": 15,
        "卦名": "謙",
        "中文": "地山謙",
        "高島注": "大吉。謙虛做人，低調處事，必得人望。經商雖利不豐，但穩健長久。婚姻和睦，家庭和樂。疾病輕微，很快痊癒。訴訟宜和解，不爭不鬥。謙虛者人緣好，好運自然來。"
      },
      "䷏": {
        "卦序": 16,
        "卦名": "豫",
        "中文": "雷地豫",
        "高島注": "吉。心情愉悅，做事有成。經商利潤可觀，但不可過於樂觀。婚姻幸福，但應防止外來誘惑。疾病痊癒，但勿過早操勞。訴訟有利，但宜適時和解。懂得節制之樂方為長久。"
      },
      "䷐": {
        "卦序": 17,
        "卦名": "隨",
        "中文": "澤雷隨",
        "高島注": "中吉。隨機應變，順勢而為，事業可成。經商因時制宜，獲利可期。婚姻和睦，但需互相遷就。疾病隨醫囑調養漸愈。訴訟宜隨時和解，不可固執己見。"
      },
      "䷑": {
        "卦序": 18,
        "卦名": "蠱",
        "中文": "山風蠱",
        "高島注": "凶中帶吉。事業中有衰敗之象，及時補救可轉危為安。經商宜整頓舊業，開拓新路。婚姻有隔閡，要加強溝通。疾病宜徹底醫治，防止複發。訴訟事宜查清根源，徹底解決。"
      },
      "䷒": {
        "卦序": 19,
        "卦名": "臨",
        "中文": "地澤臨",
        "高島注": "大吉。事業擴展順利，聲名漸大。經商博取大利，投資回報豐。婚姻美滿，得賢偶。疾病痊癒，身體健康。訴訟得理，但宜適可而止。為人寬厚，以德服人，前途無量。"
      },
      "䷓": {
        "卦序": 20,
        "卦名": "觀",
        "中文": "風地觀",
        "高島注": "中吉。觀察入微，深思熟慮，事業漸進。經商須察言觀色，投資謹慎為上。婚姻宜多觀察，選擇賢者。疾病宜詳察病因，對症下藥。訴訟宜全面了解，再作決斷。"
      },
      "䷔": {
        "卦序": 21,
        "卦名": "噬嗑",
        "中文": "火雷噬嗑",
        "高島注": "小吉。做事雷厲風行，果斷決絕，但需把握分寸。經商有競爭，但堅持公平可獲利。婚姻宜互相包容，不可過於計較。疾病需及時治療，不可拖延。訴訟宜據理力爭，必勝。"
      },
      "䷕": {
        "卦序": 22,
        "卦名": "賁",
        "中文": "山火賁",
        "高島注": "小吉。事業初成，名聲漸起。經商利潤逐漸豐厚，但不可虛張聲勢。婚姻美滿，但應戒除虛榮。疾病表面輕微，應徹底治療。訴訟有理，但不可過分誇大。做事真實為本，不可浮華。"
      },
      "䷖": {
        "卦序": 23,
        "卦名": "剝",
        "中文": "山地剝",
        "高島注": "凶。事業衰退，名望受損。經商虧損，投資不宜。婚姻易變，家宅不寧。疾病難癒，需長期調養。訴訟不利，宜早日和解。面對衰落之勢，應順勢而退，靜待時機。"
      },
      "䷗": {
        "卦序": 24,
        "卦名": "復",
        "中文": "地雷復",
        "高島注": "中吉。事業經低谷後回升，運勢復甦。經商重新獲利，但應吸取教訓。婚姻關係改善，重歸於好。疾病痊癒，身體恢復。訴訟有轉機，宜把握機會和解。凡事重新開始，前途可期。"
      },
      "䷘": {
        "卦序": 25,
        "卦名": "無妄",
        "中文": "天雷無妄",
        "高島注": "中吉。事業進展順利，但應守正不阿。經商遵循誠信原則可獲利。婚姻以誠相待，可保和睦。疾病注意突發情況，及時治療。訴訟據理力爭，但不可蠻橫無理。為人真誠，不存妄念，自有好報。"
      },
      "䷙": {
        "卦序": 26,
        "卦名": "大畜",
        "中文": "山天大畜",
        "高島注": "大吉。事業大展宏圖，財源廣進。經商獲大利，投資回報豐。婚姻美滿，家庭和睦。疾病痊癒，身體強健。訴訟有理有利，但宜適可而止。大器晚成，蓄積實力，日後大展宏圖。"
      },
      "䷚": {
        "卦序": 27,
        "卦名": "頤",
        "中文": "山雷頤",
        "高島注": "吉。事業穩步發展，不急不躁。經商利潤穩定，長久經營有利。婚姻和睦，家庭幸福。養生保健得當，疾病漸愈。訴訟宜持平和態度，不可偏激。修身養性，厚積薄發。"
      },
      "䷛": {
        "卦序": 28,
        "卦名": "大過",
        "中文": "澤風大過",
        "高島注": "凶。事業過於急進，容易失敗。經商投資過大，宜謹慎為上。婚姻感情用事，易生變故。疾病重於表面，應徹底治療。訴訟激化矛盾，不利和解。凡事過猶不及，宜適度為之。"
      },
      "䷜": {
        "卦序": 29,
        "卦名": "坎",
        "中文": "坎為水",
        "高島注": "小凶。事業有險阻，但堅守正道可度過。經商有風險，投資宜謹慎。婚姻多波折，需互相扶持。疾病反覆，宜耐心治療。訴訟曲折，宜早日和解。處在險境，心存誠信，可轉危為安。"
      },
      "䷝": {
        "卦序": 30,
        "卦名": "離",
        "中文": "離為火",
        "高島注": "大吉。事業明朗，前途光明。經商獲利，財源滾滾。婚姻和美，家庭溫馨。疾病痊癒，身體健康。訴訟勝算大，但不必過分追究。光明磊落，智慧超群，必得眾人敬重。"
      },
      "䷞": {
        "卦序": 31,
        "卦名": "咸",
        "中文": "澤山咸",
        "高島注": "小吉。事業合作順利，人際關係和諧。經商夥伴互信，生意興隆。婚姻感情深厚，恩愛和睦。疾病輕微，很快恢復。訴訟宜和解，雙方各讓一步。與人交往以誠相待，必有收穫。"
      },
      "䷟": {
        "卦序": 32,
        "卦名": "恆",
        "中文": "雷風恆",
        "高島注": "大吉。事業長期穩定發展，基業常青。經商利潤穩定，長期獲利。婚姻牢固，白頭偕老。健康長壽，疾病少擾。訴訟有始有終，必能解決。做事恆心為本，持之以恆者必有所成。"
      },
      "䷠": {
        "卦序": 33,
        "卦名": "遯",
        "中文": "天山遯",
        "高島注": "小吉。事業暫時退守，但不失為明智之舉。經商宜守不宜攻，投資謹慎為上。婚姻有波折，但可共渡難關。疾病宜及早治療，不可輕視。訴訟宜暫避鋒芒，以退為進。遇強則退，養精蓄銳，他日再發。"
      },
      "䷡": {
        "卦序": 34,
        "卦名": "大壯",
        "中文": "雷天大壯",
        "高島注": "中吉。事業蒸蒸日上，但應防止過於強勢。經商大獲利，但不可貪心冒進。婚姻家庭幸福，但應克制脾氣。疾病痊癒，身體強健。訴訟佔優勢，但不可咄咄逼人。盛極而衰，應適可而止。"
      },
      "䷢": {
        "卦序": 35,
        "卦名": "晉",
        "中文": "火地晉",
        "高島注": "大吉。事業節節高升，前途光明。經商財源廣進，利潤豐厚。婚姻和美，得貴人相助。疾病痊癒，身體健康。訴訟順利，但宜適可而止。做事受到賞識，升遷有望，但應保持謙虛。"
      },
      "䷣": {
        "卦序": 36,
        "卦名": "明夷",
        "中文": "地火明夷",
        "高島注": "凶。事業遇到挫折，宜避開鋒芒。經商虧損，投資不宜。婚姻有變故，家宅不寧。疾病纏綿，難以速愈。訴訟不利，盡量和解。陽光被雲遮蔽，暫時隱藏光明，靜待時機。"
      },
      "䷤": {
        "卦序": 37,
        "卦名": "家人",
        "中文": "風火家人",
        "高島注": "吉。事業穩定發展，家族和睦。經商利潤穩定，家族企業興旺。婚姻美滿，家庭和睦。同心協力，其利斷金。疾病家人照顧，很快痊癒。訴訟宜以家庭和睦為重，盡早和解。"
      },
      "䷥": {
        "卦序": 38,
        "卦名": "睽",
        "中文": "火澤睽",
        "高島注": "小凶。事業合作不順，意見分歧。經商合夥有嫌隙，利潤受損。婚姻不和，應加強溝通。疾病診斷有誤，應尋求第二意見。訴訟因誤解而起，應澄清真相。求同存異，化解分歧。"
      },
      "䷦": {
        "卦序": 39,
        "卦名": "蹇",
        "中文": "水山蹇",
        "高島注": "凶。事業遇到阻礙，舉步維艱。經商不順，投資受阻。婚姻多波折，需加強溝通。疾病難愈，身體衰弱。訴訟進展緩慢，宜延期解決。逆境中更應冷靜思考，不可妄動。"
      },
      "䷧": {
        "卦序": 40,
        "卦名": "解",
        "中文": "雷水解",
        "高島注": "吉。事業困難漸解，柳暗花明。經商轉虧為盈，投資開始獲利。婚姻矛盾化解，重歸於好。疾病痊癒，身體恢復。訴訟終得解決，心情舒暢。困境已過，逢凶化吉，好運即將到來。"
      },
      "䷨": {
        "卦序": 41,
        "卦名": "損",
        "中文": "山澤損",
        "高島注": "小吉。事業需要有所取捨，才能長遠發展。經商先損後益，暫時虧損但後有大利。婚姻需要互相付出，才能和睦。疾病需要忍受痛苦的治療，方能痊癒。訴訟宜適度讓步，早日解決。捨小取大，損中有益。"
      },
      "䷩": {
        "卦序": 42,
        "卦名": "益",
        "中文": "風雷益",
        "高島注": "大吉。事業蒸蒸日上，利益倍增。經商獲利豐厚，投資回報大。婚姻和美，家庭幸福。疾病痊癒，身體健康。訴訟有利，但宜適可而止。樂善好施，廣結善緣，自有厚報。"
      },
      "䷪": {
        "卦序": 43,
        "卦名": "夬",
        "中文": "澤天夬",
        "高島注": "中吉。事業決斷明快，但應防止過於強硬。經商大膽決策有利，但要防範風險。婚姻需果斷處理問題，但不可蠻橫。疾病宜徹底治療，不留後患。訴訟堅持原則，但要有理有節。剛柔並濟，決而不斷。"
      },
      "䷫": {
        "卦序": 44,
        "卦名": "姤",
        "中文": "天風姤",
        "高島注": "小凶。事業遇到小人阻撓，宜防小人暗算。經商防合作夥伴背信，合同要寫清楚。婚姻恐有第三者介入，應加強溝通。疾病複雜，診治不易。訴訟拖延，難以速決。防範於未然，謹慎處事。"
      },
      "䷬": {
        "卦序": 45,
        "卦名": "萃",
        "中文": "澤地萃",
        "高島注": "吉。事業人才聚集，眾志成城。經商客源廣，財源聚。婚姻美滿，親友和睦。疾病得眾人相助，很快痊癒。訴訟有理有利，但宜適可而止。集思廣益，眾人拾柴火焰高。"
      },
      "䷭": {
        "卦序": 46,
        "卦名": "升",
        "中文": "地風升",
        "高島注": "大吉。事業節節高升，前途無量。經商利潤節節提高，財源茂盛。婚姻和美，生活品質提升。疾病痊癒，身體強健。訴訟勝算大，但應適可而止。穩步上升，日益壯大，前途光明。"
      },
      "䷮": {
        "卦序": 47,
        "卦名": "困",
        "中文": "澤水困",
        "高島注": "凶。事業陷入困境，進退兩難。經商虧損，投資受阻。婚姻有危機，家庭不和。疾病纏綿，難以速愈。訴訟不利，宜早日和解。困境中堅守節操，不失原則，終會度過難關。"
      },
      "䷯": {
        "卦序": 48,
        "卦名": "井",
        "中文": "水風井",
        "高島注": "吉。事業穩定發展，根基深厚。經商利潤穩定，源源不絕。婚姻和睦，生活安定。疾病輕微，很快痊癒。訴訟和解為上，不必糾纏。如同水井，雖不起眼但滋養四方，功在千秋。"
      },
      "䷰": {
        "卦序": 49,
        "卦名": "革",
        "中文": "澤火革",
        "高島注": "中吉。事業大變革，改頭換面。經商改變經營方式，定有新機。婚姻關係改善，重新開始。疾病需要改變治療方法，方能痊癒。訴訟有新證據出現，局面轉變。創新求變，破舊立新。"
      },
      "䷱": {
        "卦序": 50,
        "卦名": "鼎",
        "中文": "火風鼎",
        "高島注": "大吉。事業如日中天，成就非凡。經商財源滾滾，利潤豐厚。婚姻幸福，家道昌盛。疾病痊癒，身體強健。訴訟有理有據，必勝無疑。如鼎之重器，位尊德重，備受敬仰。"
      },
      "䷲": {
        "卦序": 51,
        "卦名": "震",
        "中文": "震為雷",
        "高島注": "小吉帶凶。事業有突發變故，宜冷靜應對。經商防止突發風險，投資宜謹慎。婚姻恐有驚變，冷靜處理。疾病突發，及時治療。訴訟反覆難決，宜尋求調解。震驚之後，反思自省，可轉危為安。"
      },
      "䷳": {
        "卦序": 52,
        "卦名": "艮",
        "中文": "艮為山",
        "高島注": "小吉。事業發展到一定階段，宜適時止步。經商獲利適中，不宜過分擴展。婚姻和美，安居樂業。疾病痊癒，但注意休養。訴訟宜及時止住，適可而止。安分守己，知足常樂。"
      },
      "䷴": {
        "卦序": 53,
        "卦名": "漸",
        "中文": "風山漸",
        "高島注": "吉。事業循序漸進，穩步發展。經商利潤穩定增長，日積月累。婚姻感情日益深厚，逐漸美滿。疾病慢慢痊癒，身體逐步恢復。訴訟進展緩慢，但終得解決。循序漸進，日積月累，成就大業。"
      },
      "䷵": {
        "卦序": 54,
        "卦名": "歸妹",
        "中文": "雷澤歸妹",
        "高島注": "小吉。事業發展順利，但應防止過於急進。經商獲利，但不可貪心冒進。婚姻美滿，但需注意家庭和諧。疾病痊癒，但應避免過度勞累。訴訟有利，但應適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷶": {
        "卦序": 55,
        "卦名": "豐",
        "中文": "雷火豐",
        "高島注": "大吉。事業發達，財運亨通。經商大獲利，投資回報豐。婚姻美滿，得賢偶。疾病痊癒，身體健康。訴訟得理，但宜適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷷": {
        "卦序": 56,
        "卦名": "旅",
        "中文": "火山旅",
        "高島注": "小吉。事業發展順利，但應防止過於急進。經商獲利，但不可貪心冒進。婚姻美滿，但需注意家庭和諧。疾病痊癒，但應避免過度勞累。訴訟有利，但應適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷸": {
        "卦序": 57,
        "卦名": "巽",
        "中文": "風山巽",
        "高島注": "吉。事業發展順利，但應防止過於急進。經商獲利，但不可貪心冒進。婚姻美滿，但需注意家庭和諧。疾病痊癒，但應避免過度勞累。訴訟有利，但應適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷹": {
        "卦序": 58,
        "卦名": "兌",
        "中文": "澤山兌",
        "高島注": "吉。與人和睦，廣結善緣，事業有成。經商利於合作，開拓人脈。婚姻和順，家庭和睦。疾病宜請醫生診治，勿聽信偏方。訴訟宜和解，爭執不利。"
      },
      "䷺": {
        "卦序": 59,
        "卦名": "渙",
        "中文": "風水渙",
        "高島注": "小吉。事業發展順利，但應防止過於急進。經商獲利，但不可貪心冒進。婚姻美滿，但需注意家庭和諧。疾病痊癒，但應避免過度勞累。訴訟有利，但應適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷻": {
        "卦序": 60,
        "卦名": "節",
        "中文": "水澤節",
        "高島注": "小吉。事業發展順利，但應防止過於急進。經商獲利，但不可貪心冒進。婚姻美滿，但需注意家庭和諧。疾病痊癒，但應避免過度勞累。訴訟有利，但應適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷼": {
        "卦序": 61,
        "卦名": "中孚",
        "中文": "風澤中孚",
        "高島注": "小吉。事業發展順利，但應防止過於急進。經商獲利，但不可貪心冒進。婚姻美滿，但需注意家庭和諧。疾病痊癒，但應避免過度勞累。訴訟有利，但應適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷽": {
        "卦序": 62,
        "卦名": "小過",
        "中文": "雷山小過",
        "高島注": "小吉。事業發展順利，但應防止過於急進。經商獲利，但不可貪心冒進。婚姻美滿，但需注意家庭和諧。疾病痊癒，但應避免過度勞累。訴訟有利，但應適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷾": {
        "卦序": 63,
        "卦名": "既濟",
        "中文": "水火既濟",
        "高島注": "大吉。事業發達，財運亨通。經商大獲利，投資回報豐。婚姻美滿，得賢偶。疾病痊癒，身體健康。訴訟得理，但宜適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      },
      "䷿": {
        "卦序": 64,
        "卦名": "未濟",
        "中文": "火水未濟",
        "高島注": "小吉。事業發達，財運亨通。經商大獲利，投資回報豐。婚姻美滿，得賢偶。疾病痊癒，身體健康。訴訟得理，但宜適可而止。謙虛待人，不可驕傲，否則福中藏禍。"
      }
    }
  }